{"distraught": {"1": {"0": {"EX_0": "She’s still too distraught to speak about the tragedy.", "EX_1": "The child’s distraught parents pleaded for witnesses to contact the police.", "DEF_0": "extremely upset and anxious so that you cannot think clearly", "PHON": "/dɪˈstrɔːt/", "POS": "adjective"}}}, "triumphalist": {"1": {"0": {"EX_0": "He warned that a triumphalist parade would be insensitive to the local people. ", "DEF_0": "celebrating a victory or success in a way that is too proud and is intended to upset the people you have defeated", "PHON": "/traɪˈʌmfəlɪst/", "POS": "adjective"}}}, "suffragist": {"1": {"0": {"EX_0": "She was a committed socialist, suffragist and feminist.", "DEF_0": "a person who campaigns for a group of people who do not have the right to vote in elections, in order to get this right for them", "PHON": "/ˈsʌfrədʒɪst/", "POS": "noun"}}}, "abolitionist": {"1": {"0": {"EX_0": "NO_EXAMPLES", "DEF_0": "a person who is in favour of the abolition of something, especially capital punishment (= punishment by death) or (in the past) slavery", "PHON": "/ˌæbəˈlɪʃənɪst/", "POS": "noun"}}}, "noncommittal": {}, "hail": {"1": {"0": {"EX_0": "<b>(be hailed (as) something) </b>The conference was hailed as a great success.", "EX_1": "The expedition was widely hailed as a success.", "EX_2": "Teenager Matt Brown is being hailed a hero for saving a young child from drowning.", "EX_3": "<b>(hail somebody/something as something) </b>Union leaders hailed the socialists’ victory as a huge step forward.", "DEF_0": "to describe somebody/something as being very good or special, especially in newspapers, etc.", "PHON": "/heɪl/", "POS": "verb"}, "1": {"EX_0": "to hail a taxi/cab", "DEF_0": "<b>(hail something) </b>to signal to a taxi or a bus, in order to get the driver to stop", "PHON": "/heɪl/", "POS": "verb"}, "2": {"EX_0": "A voice hailed us from the other side of the street.", "EX_1": "We soon came within hailing distance of (= fairly close to) the others.", "DEF_0": "<b>(hail somebody) </b>to call to somebody in order to say hello to them or attract their attention", "PHON": "/heɪl/", "POS": "verb"}, "3": {"EX_0": "It's hailing!", "DEF_0": "when it hails, small balls of ice fall like rain from the sky", "PHON": "/heɪl/", "POS": "verb"}}, "2": {"0": {"EX_0": "We drove through hail and snow.", "DEF_0": "small balls of ice that fall like rain", "PHON": "/heɪl/", "POS": "noun"}, "1": {"EX_0": "a hail of arrows/bullets", "EX_1": "a hail of abuse", "DEF_0": "<b>(a hail of something) </b>a large number or amount of something that is aimed at somebody in order to harm them", "PHON": "/heɪl/", "POS": "noun"}}}, "anoint": {"1": {"0": {"EX_0": "The priest anointed her with oil.", "DEF_0": "<b>(anoint somebody/something (with something)) </b>to put oil or water on somebody’s head or body as part of a religious ceremony", "PHON": "/əˈnɔɪnt/", "POS": "verb"}}}, "caucus": {"1": {"0": {"EX_0": "20 states will hold precinct caucuses on Tuesday to choose delegates to the parties’ national conventions.", "DEF_0": "a meeting of the members or leaders of a political party to choose candidates or to decide policy; the members or leaders of a political party as a group", "PHON": "/ˈkɔːkəs/", "POS": "noun"}, "1": {"EX_0": "the Congressional Black Caucus", "DEF_0": "a group of people with similar interests, often within a larger organization or political party", "PHON": "/ˈkɔːkəs/", "POS": "noun"}}, "2": {"0": {"EX_0": "The senators decided to caucus about the policy change.", "DEF_0": "to meet in a caucus or other group to discuss something", "PHON": "/ˈkɔːkəs/", "POS": "verb"}}}, "tumbleweed": {"1": {"0": {"EX_0": "NO_EXAMPLES", "DEF_0": "a plant that grows like a bush in the desert areas of North America and Australia. In the autumn, it breaks off just above the ground and is blown around like a ball by the wind.", "PHON": "/ˈtʌmblwiːd/", "POS": "noun"}}}, "saloon": {"1": {"0": {"EX_0": "a five-seater family saloon", "EX_1": "a four-door saloon", "DEF_0": "a car with a boot (= space at the back for carrying things) that is separated from the part where the driver and passengers sit", "PHON": "/səˈluːn/", "POS": "noun"}, "1": {"EX_1": "NO_EXAMPLES", "DEF_0": "a bar in a pub, hotel, etc. that is more comfortable than the other bars and where the drinks are usually more expensive", "PHON": "/səˈluːn/", "POS": "noun"}, "2": {"EX_0": "The cowboy died in a fight in a saloon.", "EX_1": "There were sawdust-on-the-floor Western saloons with gunfights and poker games.", "DEF_0": "a bar where alcoholic drinks were sold in the western US and Canada in the past", "PHON": "/səˈluːn/", "POS": "noun"}, "3": {"EX_0": "The saloon on deck B has room for 140 passengers.", "DEF_0": "a large comfortable room on a ship, used by the passengers to sit and relax in", "PHON": "/səˈluːn/", "POS": "noun"}}}, "behemoth": {"1": {"0": {"EX_0": "a multinational corporate behemoth", "EX_1": "She works in a seventy-storey behemoth in Manhattan.", "DEF_0": "something that is very big and powerful, especially a company or organization", "PHON": "/bɪˈhiːməθ/", "POS": "noun"}}}, "temperament": {"1": {"0": {"EX_0": "to have an artistic temperament", "EX_1": "a horse with an excellent temperament", "EX_2": "She's a dreamer and a romantic by temperament.", "EX_3": "To become a champion, you have to have the right temperament.", "DEF_0": "a person’s or an animal’s nature as shown in the way they behave or react to situations or people", "PHON": "/ˈtemprəmənt/", "POS": "noun"}, "1": {"EX_0": "an actor given to displays of temperament", "DEF_0": "the fact of tending to get emotional and excited very easily and behave in an unreasonable way", "PHON": "/ˈtemprəmənt/", "POS": "noun"}}}, "channel": {"1": {"0": {"EX_0": "a television/TV channel", "EX_1": "cable/digital/satellite channels", "EX_2": "a news channel", "EX_3": "a music/sports/movie channel", "EX_4": "to change/switch channels ", "EX_5": "<b>(on a channel) </b>What's on Channel 4 tonight?", "DEF_0": "a television station", "PHON": "/ˈtʃænl/", "POS": "noun"}, "1": {"EX_0": "radio channels", "EX_1": "terrestrial/satellite channels", "DEF_0": "a band of radio waves used for making television or radio broadcasts", "PHON": "/ˈtʃænl/", "POS": "noun"}, "2": {"EX_0": "Complaints must be made through the proper channels.", "EX_1": "The newsletter is a useful channel of communication between teacher and students.", "EX_2": "The company has worldwide distribution channels.", "EX_3": "Steps are being taken to implement a ceasefire through diplomatic channels.", "DEF_0": "a method or system that people use to get information, to communicate, or to send something somewhere", "PHON": "/ˈtʃænl/", "POS": "noun"}, "3": {"EX_0": "an audio channel", "DEF_0": "a means by which data is communicated and exchanged between elements of a computer system or other system", "PHON": "/ˈtʃænl/", "POS": "noun"}, "4": {"EX_0": "The campaign provided a channel for protest against the war.", "EX_1": "Music is a great channel for releasing your emotions.", "DEF_0": "a way of expressing ideas and feelings", "PHON": "/ˈtʃænl/", "POS": "noun"}, "5": {"EX_0": "drainage channels in the rice fields", "DEF_0": "a passage that water can flow along, especially in the ground, on the bottom of a river, etc.", "PHON": "/ˈtʃænl/", "POS": "noun"}, "6": {"EX_3": "NO_EXAMPLES", "DEF_0": "a deep passage of water in a river or near the coast that can be used as route for ships", "PHON": "/ˈtʃænl/", "POS": "noun"}, "7": {"EX_0": "the Bristol Channel", "DEF_0": "a passage of water that connects two areas of water, especially two seas", "PHON": "/ˈtʃænl/", "POS": "noun"}, "8": {"EX_0": "the Channel Tunnel", "EX_1": "cross-Channel ferries", "EX_2": "<b>(across the Channel) </b>news from across the Channel (= from France)", "DEF_0": "the area of sea between England and France, also known as the English Channel", "PHON": "/ˈtʃænl/", "POS": "noun"}}, "2": {"0": {"EX_0": "He channels his aggression into sport.", "DEF_0": "<b>(channel something (into something)) </b>to direct money, feelings, ideas, etc. towards a particular thing or purpose", "PHON": "/ˈtʃænl/", "POS": "verb"}, "1": {"EX_0": "Money for the project will be channelled through local government.", "DEF_0": "<b>(channel something (through something)) </b>to send money, help, etc. using a particular route", "PHON": "/ˈtʃænl/", "POS": "verb"}, "2": {"EX_0": "A sensor channels the light signal along an optical fibre.", "DEF_0": "<b>(channel something) </b>to carry or send water, light, etc. through a passage", "PHON": "/ˈtʃænl/", "POS": "verb"}, "3": {"EX_0": "He believed that he could channel an ancestor from two hundred years ago.", "DEF_0": "<b>(channel somebody) </b>to act as a medium (= a person who claims to be able to communicate with the spirits of dead people) for somebody", "PHON": "/ˈtʃænl/", "POS": "verb"}, "4": {"EX_0": "When he sang, he would channel Nat King Cole.", "DEF_0": "<b>(channel somebody) </b>to behave in the manner of somebody else, as though that person has given you the idea or desire to act in that way", "PHON": "/ˈtʃænl/", "POS": "verb"}}}, "eavage": {}, "osteoporosis": {"1": {"0": {"EX_0": "NO_EXAMPLES", "DEF_0": "a condition in which the bones become weak and are easily broken, usually when people get older or because they do not eat enough of certain substances", "PHON": "/ˌɑːstiəʊpəˈrəʊsɪs/", "POS": "noun"}}}, "homestead": {"1": {"0": {"EX_0": "What began as a small family homestead is now a 5 000-acre ranch.", "DEF_0": "a house with the land and buildings around it, especially a farm", "PHON": "/ˈhəʊmsted/", "POS": "noun"}, "1": {"EX_0": "NO_EXAMPLES", "DEF_0": "(in the US in the past) a piece of land given to somebody by the government on condition that they lived on it and grew crops on it", "PHON": "/ˈhəʊmsted/", "POS": "noun"}}, "2": {"0": {"EX_0": "NO_EXAMPLES", "DEF_0": "to live and work on a homestead", "PHON": "/ˈhəʊmsted/", "POS": "verb"}}}, "bombast": {"1": {"0": {"EX_0": "His speech was full of bombast.", "DEF_0": "words which sound important but have little meaning, used to impress people", "PHON": "/ˈbɑːmbæst/", "POS": "noun"}}}, "prone": {"1": {"0": {"EX_0": "<b>(prone to something) </b>prone to injury", "EX_1": "Working without a break makes you more prone to error.", "EX_2": "<b>(prone to do something) </b>Tired drivers were found to be particularly prone to ignore warning signs.", "EX_3": "<b>(prone to doing something) </b>people who are genetically prone to putting on weight", "DEF_0": "likely to suffer from something or to do something bad", "PHON": "/prəʊn/", "POS": "adjective"}, "1": {"EX_0": "error-prone", "EX_1": "injury-prone", "DEF_0": "likely to suffer or do the thing mentioned", "PHON": "/prəʊn/", "POS": "adjective"}, "2": {"EX_0": "The victim lay prone without moving.", "EX_1": "He was found lying in a prone position.", "DEF_0": "lying flat with the front of your body touching the ground", "PHON": "/prəʊn/", "POS": "adjective"}}}, "lurid": {"1": {"0": {"EX_0": "She was wearing a lurid orange and green blouse.", "DEF_0": "too bright in colour, in a way that is not attractive", "PHON": "/ˈlʊrɪd/", "POS": "adjective"}, "1": {"EX_0": "lurid headlines", "EX_1": "The paper gave all the lurid details of the murder.", "DEF_0": "presented in a way that is intended to shock ", "PHON": "/ˈlʊrɪd/", "POS": "adjective"}}}, "estranged": {"1": {"0": {"EX_0": "his estranged wife Emma", "EX_1": "She is attempting to contact her estranged husband to break the news.", "EX_2": "He is being questioned in connection with the death of his estranged wife.", "EX_3": "She has been estranged from her husband since 1999.", "DEF_0": "no longer living with your husband, wife or partner", "PHON": "/ɪˈstreɪndʒd/", "POS": "adjective"}, "1": {"EX_0": "He became estranged from his family after the argument.", "EX_1": "Formerly close friends, they had been estranged from each other for many years.", "DEF_0": "<b>(estranged (from somebody)) </b>no longer friendly or in contact with somebody", "PHON": "/ɪˈstreɪndʒd/", "POS": "adjective"}, "2": {"EX_0": "She felt estranged from her former existence.", "DEF_0": "<b>(estranged (from something)) </b>no longer involved in or connected with something, especially something that used to be important to you", "PHON": "/ɪˈstreɪndʒd/", "POS": "adjective"}}}, "cramped": {"1": {"0": {"EX_0": "working in cramped conditions", "EX_1": "He lived for six months in a cold, cramped attic room.", "DEF_0": "a cramped room, etc. does not have enough space for the people in it", "PHON": "/kræmpt/", "POS": "adjective"}, "1": {"EX_1": "NO_EXAMPLES", "DEF_0": "not having room to move freely", "PHON": "/kræmpt/", "POS": "adjective"}, "2": {"EX_1": "NO_EXAMPLES", "DEF_0": "with small letters close together and therefore difficult to read", "PHON": "/kræmpt/", "POS": "adjective"}}}, "escrow": {}, "seismic": {"1": {"0": {"EX_0": "seismic waves", "DEF_0": "connected with or caused by earthquakes", "PHON": "/ˈsaɪzmɪk/", "POS": "adjective"}, "1": {"EX_0": "a seismic shift in the political process", "DEF_0": "having a very great effect; of very great size", "PHON": "/ˈsaɪzmɪk/", "POS": "adjective"}}}, "imminent": {"1": {"0": {"EX_0": "the imminent threat of invasion", "EX_1": "The system is in imminent danger of collapse.", "EX_2": "An announcement about his resignation is imminent.", "EX_3": "An attack seems imminent.", "DEF_0": "likely to happen very soon", "PHON": "/ˈɪmɪnənt/", "POS": "adjective"}}}, "demise": {"1": {"0": {"EX_0": "He praised the union's aims but predicted its early demise.", "EX_1": "the demise of the USSR", "DEF_0": "the end or failure of an institution, an idea, a company, etc.", "PHON": "/dɪˈmaɪz/", "POS": "noun"}, "1": {"EX_0": "his imminent/sudden/sad demise", "DEF_0": "death", "PHON": "/dɪˈmaɪz/", "POS": "noun"}}}, "gushing": {"1": {"0": {"EX_0": "She gave an embarrassingly gushing acceptance speech.", "DEF_0": "expressing so much enthusiasm, praise or emotion that it does not seem sincere", "PHON": "/ˈɡʌʃɪŋ/", "POS": "adjective"}}}, "contrarian": {"1": {"0": {"EX_0": "Contrarians warned that the stock markets' giant gains were not justified. ", "DEF_0": "a person who opposes or rejects popular opinion, especially in financial markets", "PHON": "/kənˈtreriən/", "POS": "noun"}}}, "lone": {"1": {"0": {"EX_0": "a lone sailor crossing the Atlantic", "EX_1": "The attack was carried out by a lone gunman in a crowded shopping centre.", "DEF_0": "without any other people or things", "PHON": "/ləʊn/", "POS": "adjective"}, "1": {"EX_0": "a lone mother/parent/father", "EX_1": "Most lone parent families are headed by women.", "EX_2": "Nine out of ten lone parents are women.", "DEF_0": "without a husband, wife or partner to share the care of children", "PHON": "/ləʊn/", "POS": "adjective"}, "2": {"EX_0": "NO_EXAMPLES", "DEF_0": "a person who prefers to be alone", "PHON": "/ləʊn/", "POS": "adjective"}}}, "interject": {"1": {"0": {"EX_0": "‘You're wrong,’ interjected Susan.", "DEF_0": "<b>(+ speech) </b>to interrupt what somebody is saying with your opinion or a remark", "PHON": "/ˌɪntərˈdʒekt/", "POS": "verb"}}}, "deadpan": {"1": {"0": {"EX_0": "deadpan humour", "EX_1": "She looked up, completely deadpan.", "DEF_0": "without any expression or emotion; often pretending to be serious when you are joking", "PHON": "/ˈdedpæn/", "POS": "adjective"}}}, "overture": {"1": {"0": {"EX_0": "Prokofiev’s overture to ‘Romeo and Juliet’", "DEF_0": "a piece of music written as an introduction to an opera or a ballet", "PHON": "/ˈəʊvərtʃər/", "POS": "noun"}, "1": {"EX_0": "He began making overtures to a number of merchant banks.", "EX_1": "Maggie was never one to reject a friendly overture.", "DEF_0": "<b>(overture (to somebody)) </b>a suggestion or an action by which somebody tries to make friends, start a business relationship, have discussions, etc. with somebody else", "PHON": "/ˈəʊvərtʃər/", "POS": "noun"}}}, "boorish": {"1": {"0": {"EX_2": "NO_EXAMPLES", "DEF_0": "very unpleasant and rude", "PHON": "/ˈbʊrɪʃ/", "POS": "adjective"}}}, "dismissive": {"1": {"0": {"EX_0": "a dismissive gesture/tone", "EX_1": "She was always dismissive of other women in the office.", "EX_2": "Other critics were equally dismissive.", "EX_3": "She was very dismissive of his achievements.", "DEF_0": "<b>(dismissive (of somebody/something)) </b>showing that you do not believe a person or thing to be important or worth considering", "PHON": "/dɪsˈmɪsɪv/", "POS": "adjective"}}}, "field": {"1": {"0": {"EX_0": "We had to walk across a ploughed field.", "EX_1": "<b>(in a field) </b>We camped in a field near the village.", "EX_2": "People were working in the fields.", "EX_3": "<b>(field of something) </b>We saw golden fields of wheat.", "EX_4": "He planted a field of beans.", "EX_5": "a rice/wheat field", "EX_6": "The house overlooks the sugar cane fields.", "DEF_0": "an area of land in the country used for growing crops or keeping animals in, usually surrounded by a fence, etc.", "PHON": "/fiːld/", "POS": "noun"}, "1": {"EX_0": "a landing field", "DEF_0": "an area of land used for the purpose mentioned", "PHON": "/fiːld/", "POS": "noun"}, "2": {"EX_0": "The territory is covered with snow, bare rock and ice fields.", "EX_1": "Prisoners were sent to work in the gas fields in the north.", "EX_2": "the discovery of the oil and gas fields in the North Sea", "DEF_0": "a large area of land covered with the thing mentioned; an area from which the thing mentioned is obtained", "PHON": "/fiːld/", "POS": "noun"}, "3": {"EX_0": "a football/soccer/sports field", "EX_1": "a baseball/cricket/rugby field", "EX_2": "<b>(on/off the field) </b>Every player on the field did their best today.", "EX_3": "Players need discipline both on and off the field (= when they are playing and also in their free time).", "EX_4": "There was huge excitement as the teams came onto the field.", "EX_5": "Today they take the field (= go on to the field to play a game) against county champions Essex.", "DEF_0": "an area of land used for playing a sport on", "PHON": "/fiːld/", "POS": "noun"}, "4": {"EX_0": "He took the ball early and hit it through a gap in the field.", "DEF_0": "the team that is trying to catch the ball rather than hit it", "PHON": "/fiːld/", "POS": "noun"}, "5": {"EX_0": "The strong field includes three world record holders.", "DEF_0": "all the people or animals competing in a particular sports event", "PHON": "/fiːld/", "POS": "noun"}, "6": {"EX_0": "<b>(in the field) </b>a medal for bravery in the field", "EX_1": "<b>(on the field) </b>to die on the field of battle", "EX_2": "a field ambulance/kitchen", "DEF_0": "an area of land where a battle is fought", "PHON": "/fiːld/", "POS": "noun"}, "7": {"EX_0": "Child development is such an interesting field.", "EX_1": "Genetic science has developed dramatically since I entered the field 40 years ago.", "EX_2": "<b>(in a field) </b>All of them are experts in their chosen field.", "EX_3": "He was awarded a Nobel Prize for his work in this field.", "EX_4": "<b>(in the field of something) </b>She works in the field of adult education.", "EX_5": "I enjoy meeting people in other fields of business.", "EX_6": "<b>(field of something) </b>This discovery has opened up a whole new field of study.", "EX_7": "‘How big was the bomb, if it did all that damage?’ ‘I don’t know. Not my field’ (= that is not one of the subjects I know about).", "DEF_0": "a particular subject or activity that somebody works in or is interested in", "PHON": "/fiːld/", "POS": "noun"}, "8": {"EX_0": "a field study/experiment", "EX_1": "field recordings/observations", "EX_2": "Her findings were based on extensive field and laboratory work.", "EX_3": "We then tested the questionnaire in field conditions.", "EX_4": "<b>(in the field) </b>tests carried out in the field", "DEF_0": "the fact of people doing practical work or study, rather than working in a library or laboratory", "PHON": "/fiːld/", "POS": "noun"}, "9": {"EX_0": "They lead the field in home entertainment systems.", "DEF_0": "all the people or products competing in a particular area of business", "PHON": "/fiːld/", "POS": "noun"}, "10": {"EX_0": "the earth’s gravitational field", "EX_1": "an electromagnetic field", "EX_2": "Weak electric fields are emitted by all living organisms.", "DEF_0": "an area within which the force mentioned has an effect", "PHON": "/fiːld/", "POS": "noun"}, "11": {"EX_0": "You will need to create separate fields for first name, surname and address.", "EX_1": "the use of keys to move between fields", "DEF_0": "part of a record that is a separate item of data", "PHON": "/fiːld/", "POS": "noun"}, "12": {"EX_0": "The complete disarray of the opposition parties leaves the field clear for the government to implement urgent reforms.", "DEF_0": "to enable somebody to be successful in a particular area of activity because other people or groups have given up competing with them", "PHON": "/fiːld/", "POS": "noun"}, "13": {"EX_0": "NO_EXAMPLES", "DEF_0": "to have sexual relationships with a lot of different people", "PHON": "/fiːld/", "POS": "noun"}}, "2": {"0": {"EX_0": "Each of the main parties fielded more than 300 candidates.", "EX_1": "England fielded a young side in the World Cup.", "DEF_0": "<b>(field somebody/something) </b>to provide a candidate, speaker, team, etc. to represent you in an election, a competition, etc.", "PHON": "/fiːld/", "POS": "verb"}, "1": {"EX_0": "He won the toss and chose to field first.", "DEF_0": "to be the person or the team that catches the ball and throws it back after somebody has hit it", "PHON": "/fiːld/", "POS": "verb"}, "2": {"EX_0": "He fielded the ball expertly.", "DEF_0": "<b>(field something) </b>to catch the ball and throw it back", "PHON": "/fiːld/", "POS": "verb"}, "3": {"EX_0": "The BBC had to field more than 300 phone calls after last night's programme.", "DEF_0": "<b>(field something) </b>to receive and deal with questions or comments", "PHON": "/fiːld/", "POS": "verb"}}}, "interminable": {"1": {"0": {"EX_0": "an interminable speech/wait/discussion", "EX_1": "The drive seemed interminable.", "DEF_0": "lasting a very long time and therefore boring or annoying ", "PHON": "/ɪnˈtɜːrmɪnəbl/", "POS": "adjective"}}}, "omen": {"1": {"0": {"EX_0": "a good/bad omen", "EX_1": "an omen of death/disaster", "EX_2": "<b>(omen for something) </b>The omens for their future success are not good.", "DEF_0": "a sign of what is going to happen in the future", "PHON": "/ˈəʊmən/", "POS": "noun"}}}, "sheepish": {"1": {"0": {"EX_0": "Mary gave her a sheepish grin.", "EX_1": "He came into the room looking distinctly sheepish.", "EX_2": "They were obviously a little bit sheepish about the misunderstanding.", "DEF_0": "looking or feeling embarrassed because you have done something silly or wrong", "PHON": "/ˈʃiːpɪʃ/", "POS": "adjective"}}}, "sheepishly": {"1": {"0": {"EX_0": "He smiled sheepishly.", "DEF_0": "in a way that shows that you are embarrassed because you have done something silly or wrong", "PHON": "/ˈʃiːpɪʃli/", "POS": "adverb"}}}, "en-masse": {}, "rueful": {"1": {"0": {"EX_0": "a rueful smile", "DEF_0": "feeling or showing that you are sad or sorry", "PHON": "/ˈruːfl/", "POS": "adjective"}}}, "cauterize": {"1": {"0": {"EX_0": "The wound needs to be cauterized.", "DEF_0": "<b>(cauterize something) </b>to burn a wound, using a chemical or heat, in order to stop the loss of blood or to prevent infection", "PHON": "/ˈkɔːtəraɪz/", "POS": "verb"}}}, "hangdog": {"1": {"0": {"EX_0": "his hangdog expression", "DEF_0": "if a person has a hangdog look, they look sad or ashamed", "PHON": "/ˈhæŋdɔːɡ/", "POS": "adjective"}}}, "par": {"1": {"0": {"EX_0": "a par five hole", "EX_1": "Par for the course is 72.", "EX_2": "<b>(over/under par) </b>She went round the course in three under (= three strokes less than) par.", "DEF_0": "the number of shots a good player should need to complete a course or to hit the ball into a particular hole", "PHON": "/pɑːr/", "POS": "noun"}, "1": {"EX_0": "<b>(at par) </b>to be redeemed at par ", "EX_1": "<b>(above/below par) </b>The company's bonds are trading well above par.", "DEF_0": "the value that a share in a company had originally", "PHON": "/pɑːr/", "POS": "noun"}, "2": {"EX_0": "I may take tomorrow off if I’m still feeling under par.", "EX_1": "Teaching in some subjects has been well below par.", "EX_2": "I feel slightly below par today.", "DEF_0": "less well, good, etc. than is usual or expected", "PHON": "/pɑːr/", "POS": "noun"}, "3": {"EX_0": "Starting early and working long hours is par for the course in this job.", "DEF_0": "to be just what you would expect to happen or expect somebody to do in a particular situation", "PHON": "/pɑːr/", "POS": "noun"}, "4": {"EX_0": "This place is on a par with the best French restaurants.", "DEF_0": "as good, bad, important, etc. as somebody/something else", "PHON": "/pɑːr/", "POS": "noun"}, "5": {"EX_0": "I didn’t think her performance was up to par.", "EX_1": "Your work is not up to par.", "DEF_0": "as good as usual or as good as it should be", "PHON": "/pɑːr/", "POS": "noun"}}, "2": {"0": {"EX_0": "See par. 3.", "DEF_0": "(in writing) paragraph", "PHON": "/pɑːr/", "POS": "abbreviation"}}}, "plainspoken": {}, "obstute": {}, "duck": {"1": {"0": {"EX_0": "wild ducks", "EX_1": "duck eggs", "EX_2": "Every afternoon they went to the park to feed the ducks.", "EX_3": "Ducks were quacking noisily on the lake.", "DEF_0": "a common bird that lives on or near water and has short legs, webbed feet (= feet with thin pieces of skin between the toes) and a wide beak. There are many types of duck, some of which are kept for their meat or eggs.", "PHON": "/dʌk/", "POS": "noun"}, "1": {"EX_3": "NO_EXAMPLES", "DEF_0": "a female duck", "PHON": "/dʌk/", "POS": "noun"}, "2": {"EX_0": "roast duck with orange sauce", "EX_1": "Slice the duck breast and serve.", "EX_2": "In a large saucepan, melt the duck fat.", "DEF_0": "meat from a duck", "PHON": "/dʌk/", "POS": "noun"}, "3": {"EX_0": "Anything else, duck?", "DEF_0": "a friendly way of speaking to somebody", "PHON": "/dʌk/", "POS": "noun"}, "4": {"EX_0": "He was out for a duck.", "DEF_0": "a batsman's score of zero", "PHON": "/dʌk/", "POS": "noun"}, "5": {"EX_0": "NO_EXAMPLES", "DEF_0": "a plan, an event, etc. that has failed or is certain to fail and that is therefore not worth discussing", "PHON": "/dʌk/", "POS": "noun"}, "6": {"EX_0": "The company has its ducks in a row for a move into the Asian market.", "EX_1": "Get your ducks in a row before you retire.", "DEF_0": "to have made all the preparations needed to do something; to be well organized", "PHON": "/dʌk/", "POS": "noun"}, "7": {"EX_0": "She has taken to teaching like a duck to water.", "DEF_0": "(to become used to something) very easily, without any problems or fears", "PHON": "/dʌk/", "POS": "noun"}, "8": {"EX_0": "I can't tell my son what to do; it's water off a duck's back with him.", "DEF_0": "used to say that something, especially criticism, has no effect on somebody/something", "PHON": "/dʌk/", "POS": "noun"}}, "2": {"0": {"EX_0": "He had to duck as he came through the door.", "EX_1": "<b>(duck (down) (behind/under something)) </b>We ducked down behind the wall so they wouldn't see us.", "EX_2": "He ducked under the overhanging branches.", "EX_3": "He just managed to duck out of sight.", "EX_4": "<b>(duck something) </b>She ducked her head and got into the car.", "EX_5": "She ducked under the railings and ran towards him.", "DEF_0": "to move your head or body downwards to avoid being hit or seen", "PHON": "/dʌk/", "POS": "verb"}, "1": {"EX_0": "He ducked the first few blows then started to fight back.", "DEF_0": "to avoid something by moving your head or body out of the way", "PHON": "/dʌk/", "POS": "verb"}, "2": {"EX_0": "She ducked into the adjoining room as we came in.", "DEF_0": "<b>(+ adv./prep.) </b>to move somewhere quickly, especially in order to avoid being seen", "PHON": "/dʌk/", "POS": "verb"}, "3": {"EX_0": "<b>(duck out of something) </b>It's his turn to cook dinner, but I bet he'll try to duck out of it.", "EX_1": "<b>(duck something) </b>The government is ducking the issue.", "DEF_0": "to avoid a difficult or unpleasant duty or responsibility", "PHON": "/dʌk/", "POS": "verb"}, "4": {"EX_0": "The kids were ducking each other in the pool.", "DEF_0": "<b>(duck somebody) </b>to push somebody underwater and hold them there for a short time", "PHON": "/dʌk/", "POS": "verb"}}}, "wisecrack": {"1": {"0": {"EX_0": "NO_EXAMPLES", "DEF_0": "a clever remark or joke", "PHON": "/ˈwaɪzkræk/", "POS": "noun"}}, "2": {"0": {"EX_0": "He plays a wisecracking detective.", "EX_1": "She wisecracked her way through dinner.", "EX_2": "<b>(+ speech) </b>‘We knew you'd be back,’ he wisecracked, ‘Just not this soon.’", "DEF_0": "to make a clever remark or joke", "PHON": "/ˈwaɪzkræk/", "POS": "verb"}}}, "distill": {}, "fret": {"1": {"0": {"EX_0": "Her baby starts to fret as soon as she goes out of the room.", "EX_1": "Fretting, he looked again at his watch.", "EX_2": "<b>(fret about something) </b>Fretting about it won't help.", "EX_3": "<b>(fret over something) </b>He was fretting over his speech.", "EX_4": "<b>(fret that…) </b>She fretted that nobody would show up.", "DEF_0": "to be worried or unhappy and not able to relax", "PHON": "/fret/", "POS": "verb"}}, "2": {"0": {"EX_0": "a rock guitar with a 24 fret neck", "DEF_0": "one of the bars on the long thin part of a guitar, etc. Frets show you where to press the strings with your fingers to produce particular sounds.", "PHON": "/fret/", "POS": "noun"}, "1": {"EX_0": "NO_EXAMPLES", "DEF_0": "mist or fog that comes in from the sea", "PHON": "/fret/", "POS": "noun"}}}, "epitomize": {"1": {"0": {"EX_0": "The fighting qualities of the team are epitomized by the captain.", "EX_1": "These movies seem to epitomize the 1950s.", "DEF_0": "<b>(epitomize something) </b>to be a perfect example of something", "PHON": "/ɪˈpɪtəmaɪz/", "POS": "verb"}}}, "prohibitive": {"1": {"0": {"EX_0": "prohibitive costs", "EX_1": "a prohibitive tax on imported cars", "EX_2": "The price of property in the city is prohibitive.", "DEF_0": "so high that it prevents people from buying something or doing something", "PHON": "/prəˈhɪbətɪv/", "POS": "adjective"}, "1": {"EX_0": "prohibitive legislation", "DEF_0": "preventing people from doing something by law", "PHON": "/prəˈhɪbətɪv/", "POS": "adjective"}, "2": {"EX_0": "Miami began the day a prohibitive Super Bowl favorite.", "DEF_0": "extremely likely to win", "PHON": "/prəˈhɪbətɪv/", "POS": "adjective"}}}, "supplicant": {"1": {"0": {"EX_0": "NO_EXAMPLES", "DEF_0": "a person who asks for something in a humble way, especially from God or a powerful person", "PHON": "/ˈsʌplɪkənt/", "POS": "noun"}}}, "righteous": {"1": {"0": {"EX_0": "a righteous God", "EX_1": "He considered himself to be holy and righteous in all his ways.", "DEF_0": "morally right and good", "PHON": "/ˈraɪtʃəs/", "POS": "adjective"}, "1": {"EX_0": "righteous anger/indignation, etc.", "DEF_0": "that you think is morally acceptable or fair", "PHON": "/ˈraɪtʃəs/", "POS": "adjective"}}}, "expiate": {"1": {"0": {"EX_0": "He had a chance to confess and expiate his guilt.", "DEF_0": "<b>(expiate something) </b>to accept punishment for something that you have done wrong in order to show that you are sorry", "PHON": "/ˈekspieɪt/", "POS": "verb"}}}, "trodden": {"1": {"0": {"EX_0": "NO_EXAMPLES", "DEF_0": "NO_DEFINITIONS", "PHON": "/ˈtrɑːdn/", "POS": "verb"}}}, "couch": {"1": {"0": {"EX_0": "He was sprawled on the living-room couch watching TV.", "EX_1": "They sat down on the wide couch.", "DEF_0": "a long comfortable seat for two or more people to sit on", "PHON": "/kaʊtʃ/", "POS": "noun"}, "1": {"EX_0": "She spends several hours a week on the psychiatrist's couch.", "DEF_0": "a long piece of furniture like a bed, especially in a doctor’s office", "PHON": "/kaʊtʃ/", "POS": "noun"}}, "2": {"0": {"EX_0": "<b>(be couched (in something)) </b>The letter was deliberately couched in very vague terms.", "DEF_0": "to say or write words in a particular style or manner", "PHON": "/kaʊtʃ/", "POS": "verb"}}}, "uncharted": {"1": {"0": {"EX_0": "The ship hit an uncharted rock.", "EX_1": "They set off into the country's uncharted interior.", "EX_2": "The party is sailing in uncharted waters (= a situation it has not been in before).", "EX_3": "I was moving into uncharted territory (= a completely new experience) with this relationship.", "DEF_0": "not marked on a map; that has not been visited or investigated before", "PHON": "/ˌʌnˈtʃɑːrtɪd/", "POS": "adjective"}}}, "imperative": {"1": {"0": {"EX_0": "<b>(imperative (that…)) </b>It is absolutely imperative that we finish by next week.", "EX_1": "<b>(imperative (to do something)) </b>It is imperative to continue the treatment for at least two months.", "DEF_0": "very important and needing immediate attention or action ", "PHON": "/ɪmˈperətɪv/", "POS": "adjective"}, "1": {"EX_0": "an imperative tone", "DEF_0": "expressing authority", "PHON": "/ɪmˈperətɪv/", "POS": "adjective"}, "2": {"EX_0": "an imperative sentence", "DEF_0": "expressing an order", "PHON": "/ɪmˈperətɪv/", "POS": "adjective"}}, "2": {"0": {"EX_0": "the economic imperative of quality education for all", "EX_1": "the biological imperatives that guide male and female behaviour", "DEF_0": "a thing that is very important and needs immediate attention or action; a factor that makes something necessary", "PHON": "/ɪmˈperətɪv/", "POS": "noun"}, "1": {"EX_0": "‘Go away!’ is an imperative.", "EX_1": "<b>(in the imperative) </b>In ‘Go away!’ the verb is in the imperative. ", "DEF_0": "the form of a verb that expresses an order; a verb in this form", "PHON": "/ɪmˈperətɪv/", "POS": "noun"}}}, "corral": {"1": {"0": {"EX_0": "They drove the ponies into a corral.", "DEF_0": "an area with a fence around it, for horses, cows, etc. on a farm or ranch", "PHON": "/kəˈræl/", "POS": "noun"}}, "2": {"0": {"EX_0": "NO_EXAMPLES", "DEF_0": "<b>(corral something) </b>to force horses or cows into a corral", "PHON": "/kəˈræl/", "POS": "verb"}, "1": {"EX_0": "NO_EXAMPLES", "DEF_0": "<b>(corral somebody) </b>to gather a group of people together and keep them in a particular place", "PHON": "/kəˈræl/", "POS": "verb"}}}, "steeped": {}, "soak-up": {}, "congregation": {"1": {"0": {"EX_0": "The congregation stood to sing the hymn.", "DEF_0": "a group of people who are gathered together in a church for a religious service, not including the priest and choir", "PHON": "/ˌkɑːŋɡrɪˈɡeɪʃn/", "POS": "noun"}, "1": {"EX_0": "members of local congregations", "DEF_0": "a group of people who regularly attend a particular church", "PHON": "/ˌkɑːŋɡrɪˈɡeɪʃn/", "POS": "noun"}, "2": {"EX_0": "Large congregations of birds may cause public harm.", "DEF_0": "a group or collection of people, animals or things", "PHON": "/ˌkɑːŋɡrɪˈɡeɪʃn/", "POS": "noun"}}}, "staid": {"1": {"0": {"EX_0": "The museum is trying to get rid of its staid image.", "DEF_0": "not fun or interesting; boring and old-fashioned", "PHON": "/steɪd/", "POS": "adjective"}}}, "tenure": {"1": {"0": {"EX_0": "his four-year tenure as president", "EX_1": "She had a long tenure of office.", "DEF_0": "the period of time when somebody holds an important job, especially a political one; the act of holding an important job", "PHON": "/ˈtenjər/", "POS": "noun"}, "1": {"EX_0": "It's still extremely difficult to get tenure.", "EX_1": "She has been granted tenure at Leeds University.", "DEF_0": "the right to stay permanently in your job, especially as a teacher at a university", "PHON": "/ˈtenjər/", "POS": "noun"}, "2": {"EX_0": "When you rent a house here, you don’t have security of tenure.", "DEF_0": "the legal right to live in a house or use a piece of land", "PHON": "/ˈtenjər/", "POS": "noun"}}}, "rollicking": {"1": {"0": {"EX_0": "a rollicking comedy", "DEF_0": "cheerful and often noisy", "PHON": "/ˈrɑːlɪkɪŋ/", "POS": "adjective"}}, "2": {"0": {"EX_0": "He gave us both a rollicking.", "DEF_0": "angry criticism for something bad somebody has done", "PHON": "/ˈrɑːlɪkɪŋ/", "POS": "noun"}}}, "kente": {}, "gospel": {"1": {"0": {"EX_0": "the Gospel according to St John", "EX_1": "St Mark’s Gospel", "DEF_0": "one of the four books in the Bible about the life and teaching of Jesus", "PHON": "/ˈɡɑːspl/", "POS": "noun"}, "1": {"EX_0": "preaching/spreading the gospel", "EX_1": "Thousands came to hear the gospel.", "DEF_0": "the life and teaching of Jesus as explained in the Bible", "PHON": "/ˈɡɑːspl/", "POS": "noun"}, "2": {"EX_0": "He preached a gospel of military strength.", "EX_1": "the football gospel according to Kevin", "DEF_0": "a set of ideas that somebody believes in and tries to persuade others to accept", "PHON": "/ˈɡɑːspl/", "POS": "noun"}, "3": {"EX_0": "Is that gospel?", "EX_1": "Don't take his word as gospel.", "DEF_0": "the complete truth", "PHON": "/ˈɡɑːspl/", "POS": "noun"}, "4": {"EX_0": "a gospel choir", "DEF_0": "a style of religious singing developed by African Americans", "PHON": "/ˈɡɑːspl/", "POS": "noun"}}}, "burnish": {"1": {"0": {"EX_0": "NO_EXAMPLES", "DEF_0": "<b>(burnish something) </b>to polish metal until it is smooth and shiny", "PHON": "/ˈbɜːrnɪʃ/", "POS": "verb"}}}, "bereft": {"1": {"0": {"EX_0": "bereft of ideas/hope", "DEF_0": "<b>(bereft of something) </b>completely without something; having lost something", "PHON": "/bɪˈreft/", "POS": "adjective"}, "1": {"EX_0": "He was utterly bereft when his wife died.", "EX_1": "The shock of his departure had left her feeling alone and bereft.", "DEF_0": "sad and lonely because you have lost something", "PHON": "/bɪˈreft/", "POS": "adjective"}}}, "explication": {"1": {"0": {"EX_0": "careful explications of classical texts", "DEF_0": "a very detailed explanation of an idea or a work of literature ", "PHON": "/ˌeksplɪˈkeɪʃn/", "POS": "noun"}}}, "scathing": {"1": {"0": {"EX_0": "a scathing attack on the new management", "EX_1": "Her father gave her a scathing look.", "EX_2": "<b>(scathing about somebody/something) </b>He was scathing about the government's performance.", "DEF_0": "criticizing somebody or something very severely in a way that shows no respect", "PHON": "/ˈskeɪðɪŋ/", "POS": "adjective"}}}, "erudite": {"1": {"0": {"EX_0": "She could turn any conversation into an erudite discussion.", "EX_1": "She was a well-respected and erudite scholar.", "EX_2": "The professor was entertaining as well as erudite.", "DEF_0": "having or showing great knowledge that is gained from academic study", "PHON": "/ˈerjədaɪt/", "POS": "adjective"}}}, "cred": {"1": {"0": {"EX_2": "NO_EXAMPLES", "DEF_0": "a way of behaving and dressing that is acceptable to young people, especially those who live in cities and have experienced the problems of real life", "PHON": "/kred/", "POS": "noun"}}}, "invocation": {"1": {"0": {"EX_2": "NO_EXAMPLES", "DEF_0": "the act of asking for help, from a god or from a person in authority; the act of referring to something or of calling for something to appear", "PHON": "/ˌɪnvəˈkeɪʃn/", "POS": "noun"}, "1": {"EX_2": "NO_EXAMPLES", "DEF_0": "the act of making a particular function start", "PHON": "/ˌɪnvəˈkeɪʃn/", "POS": "noun"}}}, "benediction": {"1": {"0": {"EX_0": "to sing/say/give a benediction", "EX_1": "his arms outstretched in benediction", "DEF_0": "a prayer asking God to protect somebody", "PHON": "/ˌbenɪˈdɪkʃn/", "POS": "noun"}}}, "incendiary": {"1": {"0": {"EX_0": "an incendiary device/bomb/attack", "DEF_0": "designed to cause fires", "PHON": "/ɪnˈsendieri/", "POS": "adjective"}, "1": {"EX_0": "incendiary remarks", "DEF_0": "causing strong feelings or violence", "PHON": "/ɪnˈsendieri/", "POS": "adjective"}}, "2": {"0": {"EX_0": "NO_EXAMPLES", "DEF_0": "a bomb that is designed to make a fire start burning when it explodes", "PHON": "/ɪnˈsendieri/", "POS": "noun"}}}, "churn-up": {}, "foreshadow": {"1": {"0": {"EX_0": "His sudden death had been foreshadowed by earlier health scares.", "EX_1": "These measures were foreshadowed in last year’s Health Committee report.", "DEF_0": "<b>(foreshadow something) </b>to be a sign of something that will happen in the future", "PHON": "/fɔːrˈʃædəʊ/", "POS": "verb"}}}, "providence": {"1": {"0": {"EX_0": "to trust in divine providence", "EX_1": "She believed her suffering was sent by providence.", "DEF_0": "God, or a force that some people believe controls our lives and the things that happen to us, usually in a way that protects us", "PHON": "/ˈprɑːvɪdəns/", "POS": "noun"}, "1": {"EX_0": "It would be tempting providence to say that we will definitely win the game.", "DEF_0": "to do something too confidently in a way that might mean that your good luck will come to an end", "PHON": "/ˈprɑːvɪdəns/", "POS": "noun"}}, "2": {"0": {"EX_0": "NO_EXAMPLES", "DEF_0": "the capital and largest city of the US state of Rhode Island. It is on the Providence River and Narragansett Bay. Roger Williams established it in 1636 as a safe place for people of all religions. It is known for its silver products and jewellery. Brown University, an Ivy League school, was established there in 1764.", "PHON": "/ˈprɑːvɪdəns/", "POS": "NO_POS"}}}, "proverbial": {"1": {"0": {"EX_0": "Let's not count our proverbial chickens.", "EX_1": "He drinks like the proverbial fish.", "DEF_0": "used to show that you are referring to a particular proverb or well-known phrase", "PHON": "/prəˈvɜːrbiəl/", "POS": "adjective"}, "1": {"EX_0": "Their hospitality is proverbial.", "DEF_0": "well known and talked about by a lot of people", "PHON": "/prəˈvɜːrbiəl/", "POS": "adjective"}}}, "vouch": {}, "crucible": {"1": {"0": {"EX_0": "NO_EXAMPLES", "DEF_0": "a pot in which substances are heated to high temperatures, metals are melted, etc.", "PHON": "/ˈkruːsɪbl/", "POS": "noun"}, "1": {"EX_0": "an alliance forged in the crucible of war", "EX_1": "The Lake District in 1800 was the crucible of the new Romantic movement in English poetry.", "DEF_0": "a place or situation in which people or ideas are tested severely, often creating something new or exciting in the process", "PHON": "/ˈkruːsɪbl/", "POS": "noun"}}}, "chortle": {"1": {"0": {"EX_1": "NO_EXAMPLES", "DEF_0": "an act of laughing loudly with pleasure", "PHON": "/ˈtʃɔːrtl/", "POS": "noun"}}, "2": {"0": {"EX_0": "Gill chortled with delight.", "DEF_0": "to laugh loudly with pleasure", "PHON": "/ˈtʃɔːrtl/", "POS": "verb"}}}, "hoist": {"1": {"0": {"EX_0": "<b>(hoist something/somebody/yourself + adv./prep.) </b>He hoisted himself onto a high stool.", "EX_1": "The cargo was hoisted aboard by crane.", "EX_2": "<b>(hoist something) </b>to hoist a flag/sail", "DEF_0": "to raise or pull something up to a higher position, often using ropes or special equipment", "PHON": "/hɔɪst/", "POS": "verb"}, "1": {"EX_2": "NO_EXAMPLES", "DEF_0": "to be hurt or to have problems as a result of your own plans to hurt or trick others", "PHON": "/hɔɪst/", "POS": "verb"}}, "2": {"0": {"EX_2": "NO_EXAMPLES", "DEF_0": "a piece of equipment used for lifting heavy things, or for lifting people who cannot stand or walk", "PHON": "/hɔɪst/", "POS": "noun"}}}, "hoisting": {}, "sport": {"1": {"0": {"EX_0": "There are excellent facilities for sport and recreation.", "EX_1": "I'm not interested in sport.", "EX_2": "It's very difficult to make a career in professional sport.", "EX_3": "Do you do any sport?", "EX_4": "Do you play any sports?", "EX_5": "the use of drugs in sport", "DEF_0": "activity that you do for pleasure and that needs physical effort or skill, usually done in a special area and according to fixed rules", "PHON": "/spɔːrt/", "POS": "noun"}, "1": {"EX_0": "What's your favourite sport?", "EX_1": "Netball is the number one team sport played by women in England.", "DEF_0": "a particular form of sport", "PHON": "/spɔːrt/", "POS": "noun"}, "2": {"EX_0": "How are you doing, sport?", "EX_1": "Good on you, sport!", "DEF_0": "used as a friendly way of addressing somebody, especially a man", "PHON": "/spɔːrt/", "POS": "noun"}, "3": {"EX_0": "<b>(in sport) </b>The comments were only made in sport.", "EX_1": "to make sport of (= to joke about) somebody/something", "DEF_0": "pleasure or fun", "PHON": "/spɔːrt/", "POS": "noun"}, "4": {"EX_1": "NO_EXAMPLES", "DEF_0": "a plant or an animal that is clearly and definitely different from its usual type", "PHON": "/spɔːrt/", "POS": "noun"}, "5": {"EX_1": "NO_EXAMPLES", "DEF_0": "to be unpleasant or unhelpful, especially in a difficult situation or when you have lost a game", "PHON": "/spɔːrt/", "POS": "noun"}, "6": {"EX_0": "She's a good sport.", "EX_1": "Go on, be a sport (= used when asking somebody to help you).", "DEF_0": "to be generous, cheerful and pleasant, especially in a difficult situation or when you have lost a game", "PHON": "/spɔːrt/", "POS": "noun"}}, "2": {"0": {"EX_0": "to sport a beard", "EX_1": "She was sporting a T-shirt with the company's logo on it.", "DEF_0": "<b>(sport something) </b>to have or wear something in a proud way", "PHON": "/spɔːrt/", "POS": "verb"}, "1": {"EX_1": "NO_EXAMPLES", "DEF_0": "<b>(+ adv./prep.) </b>to play in a happy and lively way", "PHON": "/spɔːrt/", "POS": "verb"}}}, "implacable": {"1": {"0": {"EX_0": "implacable hatred", "DEF_0": "that cannot be changed", "PHON": "/ɪmˈplækəbl/", "POS": "adjective"}, "1": {"EX_0": "an implacable enemy", "EX_1": "She remained implacable (= she would not change her feelings and opinions).", "DEF_0": "unwilling to stop opposing somebody/something", "PHON": "/ɪmˈplækəbl/", "POS": "adjective"}}}, "grassroots": {"1": {"0": {"EX_0": "the grassroots of the party", "EX_1": "We need support at grassroots level.", "DEF_0": "ordinary people in society or in an organization, rather than the leaders or people who make decisions", "PHON": "/ˌɡræsˈruːts/", "POS": "noun"}}}, "wilt": {}, "paltry": {"1": {"0": {"EX_0": "This account offers a paltry 1 per cent return on your investment.", "EX_1": "a paltry sum", "EX_2": "They worked long hours for paltry wages.", "DEF_0": "too small to be considered as important or useful", "PHON": "/ˈpɔːltri/", "POS": "adjective"}, "1": {"EX_0": "a paltry gesture", "DEF_0": "having no value or useful qualities", "PHON": "/ˈpɔːltri/", "POS": "adjective"}}}, "pundit": {"1": {"0": {"EX_0": "Political pundits agree that the government has scored a major victory.", "DEF_0": "a person who knows a lot about a particular subject and who often talks about it in public", "PHON": "/ˈpʌndɪt/", "POS": "noun"}, "1": {"EX_2": "NO_EXAMPLES", "DEF_0": "a Hindu priest or wise man", "PHON": "/ˈpʌndɪt/", "POS": "noun"}, "2": {"EX_2": "NO_EXAMPLES", "DEF_0": "a teacher", "PHON": "/ˈpʌndɪt/", "POS": "noun"}, "3": {"EX_2": "NO_EXAMPLES", "DEF_0": "a musician with a lot of skill", "PHON": "/ˈpʌndɪt/", "POS": "noun"}}}, "eke-out": {}, "paucity": {"1": {"0": {"EX_0": "a paucity of information", "DEF_0": "<b>(paucity (of something)) </b>a small amount of something; less than enough of something", "PHON": "/ˈpɔːsəti/", "POS": "noun"}}}, "gauntlet": {"1": {"0": {"EX_0": "NO_EXAMPLES", "DEF_0": "a metal glove worn as part of a suit of armour by soldiers in the Middle Ages", "PHON": "/ˈɡɔːntlət/", "POS": "noun"}, "1": {"EX_0": "motorcyclists with leather gauntlets", "DEF_0": "a strong glove that covers and protects the hand and wrist, used for example when driving", "PHON": "/ˈɡɔːntlət/", "POS": "noun"}, "2": {"EX_0": "Some of the witnesses had to run the gauntlet of television cameras and reporters.", "DEF_0": "to be criticized or attacked by a lot of people, especially a group of people that you have to walk through", "PHON": "/ˈɡɔːntlət/", "POS": "noun"}, "3": {"EX_0": "His Republican rival may be expected to take up the gauntlet.", "DEF_0": "to accept somebody’s invitation to fight or compete", "PHON": "/ˈɡɔːntlət/", "POS": "noun"}, "4": {"EX_0": "She has thrown down the gauntlet to the newspaper by accusing it of libel.", "DEF_0": "to invite somebody to fight or compete with you", "PHON": "/ˈɡɔːntlət/", "POS": "noun"}}}, "drape": {"1": {"0": {"EX_0": "She had a shawl draped around her shoulders.", "EX_1": "He draped his coat over the back of the chair.", "EX_2": "She draped a cover over the old sofa.", "DEF_0": "<b>(drape something around/over/across, etc. something) </b>to hang clothes, materials, etc. loosely on somebody/something", "PHON": "/dreɪp/", "POS": "verb"}, "1": {"EX_0": "Some silk fabrics will drape beautifully.", "DEF_0": "to hang loosely", "PHON": "/dreɪp/", "POS": "verb"}, "2": {"EX_0": "walls draped in ivy", "EX_1": "The body was draped in a blanket.", "DEF_0": "<b>(drape somebody/something in/with something) </b>to cover or decorate somebody/something with material", "PHON": "/dreɪp/", "POS": "verb"}, "3": {"EX_0": "His arm was draped casually around her shoulders.", "DEF_0": "<b>(drape something around/round/over, etc. something) </b>to allow part of your body to rest on something in a relaxed way", "PHON": "/dreɪp/", "POS": "verb"}}, "2": {"0": {"EX_0": "blue velvet drapes", "DEF_0": "a long thick curtain", "PHON": "/dreɪp/", "POS": "noun"}}}, "confederate-flag": {}, "club": {"1": {"0": {"EX_0": "a golf/tennis/chess/film club ", "EX_1": "I joined a local canoeing club.", "EX_2": "They belong to the same golf club.", "EX_3": "Grandad is a member of the bowling club.", "EX_4": "For details on club membership email the address below.", "EX_5": "The club hopes to raise at least $10 000 for six local charities.", "DEF_0": "an organization for people who share an interest or do a sport or activity together", "PHON": "/klʌb/", "POS": "noun"}, "1": {"EX_0": "We had lunch at the golf club.", "EX_1": "the club bar", "DEF_0": "the building or rooms that a particular club uses", "PHON": "/klʌb/", "POS": "noun"}, "2": {"EX_0": "Manchester United Football Club", "EX_1": "a football/rugby/soccer club", "EX_2": "The club have signed a new coach for next season.", "DEF_0": "a professional sports organization that includes the players, managers, owners and members", "PHON": "/klʌb/", "POS": "noun"}, "3": {"EX_0": "a jazz club", "EX_1": "the club scene in Newcastle", "EX_2": "a night out at a comedy club", "DEF_0": "a place where people, especially young people, go and listen to music, dance, watch comedy, etc.", "PHON": "/klʌb/", "POS": "noun"}, "4": {"EX_0": "He's a member of several London clubs.", "EX_1": "members of an exclusive club", "DEF_0": "(especially in the UK) an organization and a place where people can meet together socially or stay", "PHON": "/klʌb/", "POS": "noun"}, "5": {"EX_0": "You could become a member of an investment club.", "DEF_0": "a business that offers items or services cheaply to its members", "PHON": "/klʌb/", "POS": "noun"}, "6": {"EX_0": "NO_EXAMPLES", "DEF_0": "a heavy stick with one end thicker than the other, that is used as a weapon", "PHON": "/klʌb/", "POS": "noun"}, "7": {"EX_0": "NO_EXAMPLES", "DEF_0": "a long metal stick with a piece of metal or wood at one end, used for hitting the ball in golf ", "PHON": "/klʌb/", "POS": "noun"}, "8": {"EX_0": "the five/queen/ace of clubs", "DEF_0": "one of the four suits (= sets) in a pack of cards. The clubs have a black design with shapes like three black leaves on a short stem.", "PHON": "/klʌb/", "POS": "noun"}, "9": {"EX_0": "I played a club.", "DEF_0": "one card from the suit called clubs", "PHON": "/klʌb/", "POS": "noun"}, "10": {"EX_0": "NO_EXAMPLES", "DEF_0": "to be pregnant", "PHON": "/klʌb/", "POS": "noun"}}, "2": {"0": {"EX_0": "The victim was clubbed to death with a baseball bat.", "DEF_0": "<b>(club somebody/something) </b>to hit a person or an animal with a heavy stick or similar object", "PHON": "/klʌb/", "POS": "verb"}, "1": {"EX_0": "NO_EXAMPLES", "DEF_0": "to spend time dancing and drinking in nightclubs", "PHON": "/klʌb/", "POS": "verb"}}}, "brass-knuckles": {}, "succumb": {"1": {"0": {"EX_0": "The town succumbed after a short siege.", "EX_1": "They were all offered bribes and some of them succumbed.", "EX_2": "<b>(succumb to something) </b>He finally succumbed to Lucy's charms and agreed to her request.", "EX_3": "She succumbed to the temptation of another drink.", "EX_4": "people who succumb easily to exploitation", "DEF_0": "to not be able to fight an attack, a temptation, etc.", "PHON": "/səˈkʌm/", "POS": "verb"}, "1": {"EX_0": "His career was cut short when he succumbed to cancer.", "DEF_0": "<b>(succumb (to something)) </b>to die from the effect of a disease or an injury", "PHON": "/səˈkʌm/", "POS": "verb"}}}, "conviction": {"1": {"0": {"EX_0": "He plans to appeal against his conviction.", "EX_1": "<b>(conviction for something) </b>She has six previous convictions for theft.", "EX_2": "<b>(on conviction) </b>an offence that carries, on conviction, a sentence of not more than five years’ imprisonment", "DEF_0": "the act of finding somebody guilty of a crime in court; the fact of having been found guilty", "PHON": "/kənˈvɪkʃn/", "POS": "noun"}, "1": {"EX_0": "strong political/moral convictions", "EX_1": "She was motivated by deep religious conviction.", "EX_2": "<b>(conviction that…) </b>We were sustained by the conviction that all would be well in the end.", "DEF_0": "a strong opinion or belief", "PHON": "/kənˈvɪkʃn/", "POS": "noun"}, "2": {"EX_0": "‘Not true!’ she said with conviction.", "EX_1": "He said he agreed but his voice lacked conviction.", "EX_2": "The leader's speech in defence of the policy didn't carry much conviction.", "DEF_0": "the quality of showing that you believe strongly in what you are saying", "PHON": "/kənˈvɪkʃn/", "POS": "noun"}}}, "veteran": {"1": {"0": {"EX_0": "the veteran American actor, Clint Eastwood", "DEF_0": "a person who has a lot of experience in a particular area or activity", "PHON": "/ˈvetərən/", "POS": "noun"}, "1": {"EX_0": "war veterans", "EX_1": "a veteran of the Spanish Civil War", "DEF_0": "a person who has been a soldier, sailor, etc. in a war", "PHON": "/ˈvetərən/", "POS": "noun"}}}, "brawl": {"1": {"0": {"EX_0": "He got into a drunken brawl in a bar.", "EX_1": "a pub/tavern/nightclub/barroom brawl", "EX_2": "Police officers were injured in a mass brawl outside a nightclub.", "DEF_0": "a noisy and violent fight involving a group of people, usually in a public place", "PHON": "/brɔːl/", "POS": "noun"}}, "2": {"0": {"EX_0": "They were arrested for brawling in the street.", "DEF_0": "to take part in a noisy and violent fight, usually in a public place", "PHON": "/brɔːl/", "POS": "verb"}}}, "stake": {"1": {"0": {"EX_0": "a 20 per cent stake in the business", "EX_1": "a controlling/majority/minority stake", "DEF_0": "money that somebody invests in a company", "PHON": "/steɪk/", "POS": "noun"}, "1": {"EX_0": "She has a personal stake in the success of the play.", "EX_1": "Many young people no longer feel they have a stake in society.", "EX_2": "He has a personal stake in the outcome of the war.", "DEF_0": "<b>(stake in something) </b>a part or share in a business, plan, etc. that will bring you money or other benefits if it succeeds", "PHON": "/steɪk/", "POS": "noun"}, "2": {"EX_0": "How much was the stake (= how much did you bet)?", "EX_1": "They were playing cards for high stakes (= a lot of money).", "EX_2": "With only two points separating the top five players, the stakes are high as they enter the final round.", "DEF_0": "something that you risk losing, especially money, when you try to predict the result of a race, game, etc., or when you are involved in an activity that can succeed or fail", "PHON": "/steɪk/", "POS": "noun"}, "3": {"EX_0": "Tall plants can be secured by tying them to stakes.", "DEF_0": "a wooden or metal post that is pointed at one end and pushed into the ground in order to support something, mark a particular place, etc.", "PHON": "/steɪk/", "POS": "noun"}, "4": {"EX_0": "Joan of Arc was burnt at the stake.", "DEF_0": "a wooden post that somebody could be tied to in former times before being burnt to death (= killed by fire) as a punishment", "PHON": "/steɪk/", "POS": "noun"}, "5": {"EX_0": "NO_EXAMPLES", "DEF_0": "the money that is paid to the winners in horse racing", "PHON": "/steɪk/", "POS": "noun"}, "6": {"EX_0": "NO_EXAMPLES", "DEF_0": "used in the names of some horse races", "PHON": "/steɪk/", "POS": "noun"}, "7": {"EX_0": "We cannot afford to take risks when people's lives are at stake.", "EX_1": "The prize at stake is a place in the final.", "DEF_0": "that can be won or lost, depending on the success of a particular action", "PHON": "/steɪk/", "POS": "noun"}, "8": {"EX_0": "He would have gone to the stake for his belief in his daughter’s innocence.", "DEF_0": "to be prepared to do anything in order to defend your opinions or beliefs", "PHON": "/steɪk/", "POS": "noun"}, "9": {"EX_0": "John doesn't do too well in the personality stakes.", "EX_1": "She was determined to win in the fashion stakes.", "DEF_0": "used to say how much of a particular quality a person has, as if they were in a competition in which some people are more successful than others", "PHON": "/steɪk/", "POS": "noun"}, "10": {"EX_0": "He pulled up stakes and went back to France.", "DEF_0": "to suddenly move from your house and go to live somewhere else", "PHON": "/steɪk/", "POS": "noun"}}, "2": {"0": {"EX_0": "He staked £25 on the favourite (= for example, in horse racing).", "EX_1": "She staked her political career on tax reform, and lost.", "EX_2": "That's him over there—I'd stake my life on it (= I am completely confident).", "DEF_0": "<b>(stake something (on something)) </b>to risk money or something important on the result of something", "PHON": "/steɪk/", "POS": "verb"}, "1": {"EX_0": "to stake newly planted trees", "EX_1": "The young trees should be staked after planting.", "DEF_0": "<b>(stake something (up)) </b>to support something with a stake", "PHON": "/steɪk/", "POS": "verb"}, "2": {"EX_0": "Adams staked his claim for a place in the Olympic team with his easy win yesterday.", "DEF_0": "to say or show publicly that you think something should be yours", "PHON": "/steɪk/", "POS": "verb"}}}, "slugfest": {"1": {"0": {"EX_0": "The battle between the two Democrats is turning into a nasty little slugfest.", "EX_1": "The discussion forums are becoming slugfests.", "DEF_0": "an angry argument in which people shout offensive remarks at each other", "PHON": "/ˈslʌɡfest/", "POS": "noun"}}}, "feisty": {"1": {"0": {"EX_1": "NO_EXAMPLES", "DEF_0": "strong, determined and not afraid of arguing with people", "PHON": "/ˈfaɪsti/", "POS": "adjective"}}}, "gridlock": {"1": {"0": {"EX_0": "It’s gridlock between 6.30 and 9.00.", "EX_1": "The protest march created gridlock.", "EX_2": "roads that are prone to gridlocks", "DEF_0": "a situation in which there are so many cars in the streets of a town that the traffic cannot move at all", "PHON": "/ˈɡrɪdlɑːk/", "POS": "noun"}, "1": {"EX_0": "Congress is in gridlock.", "DEF_0": "a situation in which people with different opinions are not able to agree with each other and so no action can be taken", "PHON": "/ˈɡrɪdlɑːk/", "POS": "noun"}}}, "emanate": {"1": {"0": {"EX_0": "He emanates power and confidence.", "DEF_0": "<b>(emanate something) </b>to produce or show something", "PHON": "/ˈeməneɪt/", "POS": "verb"}}}, "emanating": {}, "relish": {"1": {"0": {"EX_0": "<b>(relish something) </b>to relish a challenge", "EX_1": "to relish the chance/opportunity to do something", "EX_2": "to relish the idea/thought of something", "EX_3": "I don't relish the prospect of getting up early tomorrow.", "EX_4": "<b>(relish (somebody/something) doing something) </b>Nobody relishes cleaning the oven.", "DEF_0": "to get great pleasure from something; to want very much to do or have something", "PHON": "/ˈrelɪʃ/", "POS": "verb"}}, "2": {"0": {"EX_0": "<b>(with relish) </b>She savoured the moment with obvious relish.", "DEF_0": "great pleasure", "PHON": "/ˈrelɪʃ/", "POS": "noun"}, "1": {"EX_0": "NO_EXAMPLES", "DEF_0": "a cold, thick, spicy sauce made from fruit and vegetables that have been boiled, that is served with meat, cheese, etc.", "PHON": "/ˈrelɪʃ/", "POS": "noun"}}}, "obstruction": {"1": {"0": {"EX_0": "the obstruction of justice", "EX_1": "He was arrested for obstruction of a police officer in the execution of his duty.", "EX_2": "The asylum seekers had to contend with continued bureaucratic obstruction.", "DEF_0": "the fact of trying to prevent something/somebody from making progress", "PHON": "/əbˈstrʌkʃn/", "POS": "noun"}, "1": {"EX_0": "obstruction of the factory gates", "EX_1": "The abandoned car was causing an obstruction.", "DEF_0": "the fact of blocking a road, an entrance, a passage, etc.", "PHON": "/əbˈstrʌkʃn/", "POS": "noun"}, "2": {"EX_0": "It is my job to make sure that all pathways are clear of obstructions.", "DEF_0": "something that blocks a road, an entrance, etc.", "PHON": "/əbˈstrʌkʃn/", "POS": "noun"}, "3": {"EX_0": "He had an operation to remove an obstruction in his throat.", "EX_1": "bowel/intestinal obstruction", "DEF_0": "something that blocks a passage or tube in your body; a medical condition resulting from this", "PHON": "/əbˈstrʌkʃn/", "POS": "noun"}, "4": {"EX_1": "NO_EXAMPLES", "DEF_0": "the offence of unfairly putting your body in front of a player of the other team so they cannot move to get the ball", "PHON": "/əbˈstrʌkʃn/", "POS": "noun"}}}, "deftly": {"1": {"0": {"EX_0": "I threw her a towel which she deftly caught.", "DEF_0": "with movements that are quick and show skill", "PHON": "/ˈdeftli/", "POS": "adverb"}, "1": {"EX_0": "They deftly avoided answering my questions.", "DEF_0": "in a way that shows skill", "PHON": "/ˈdeftli/", "POS": "adverb"}}}, "qualm": {"1": {"0": {"EX_0": "He had been working very hard so he had no qualms about taking a few days off.", "EX_1": "They broke the law without a qualm.", "DEF_0": "<b>(qualm (about something)) </b>a feeling of doubt or worry about whether what you are doing is right", "PHON": "/kwɑːm/", "POS": "noun"}}}, "much-touted": {}, "tout": {"1": {"0": {"EX_0": "<b>(be touted (as something)) </b>She's being touted as the next leader of the party.", "EX_1": "Their much-touted expansion plans have come to nothing.", "DEF_0": "to try to persuade people that somebody/something is important or valuable by praising them/it", "PHON": "/taʊt/", "POS": "verb"}, "1": {"EX_0": "<b>(tout (for something)) </b>the problem of unlicensed taxi drivers touting for business at airports", "EX_1": "<b>(tout something) </b>He's busy touting his client's latest book around London publishers.", "DEF_0": "to try to persuade people to buy your goods or services, especially by going to them and asking them directly", "PHON": "/taʊt/", "POS": "verb"}, "2": {"EX_1": "NO_EXAMPLES", "DEF_0": "to sell tickets for a popular event illegally, at a price that is higher than the official price, especially outside a theatre, stadium, etc.", "PHON": "/taʊt/", "POS": "verb"}}, "2": {"0": {"EX_1": "NO_EXAMPLES", "DEF_0": "a person who buys tickets for concerts, sports events, etc. and then sells them to other people at a higher price", "PHON": "/taʊt/", "POS": "noun"}}}, "blunt": {"1": {"0": {"EX_0": "a blunt knife", "EX_1": "This pencil's blunt!", "EX_2": "The police said he had been hit with a blunt instrument.", "DEF_0": "without a sharp edge or point", "PHON": "/blʌnt/", "POS": "adjective"}, "1": {"EX_0": "She has a reputation for blunt speaking.", "EX_1": "To be blunt, your work is appalling.", "DEF_0": "very direct; saying exactly what you think without trying to be polite", "PHON": "/blʌnt/", "POS": "adjective"}}, "2": {"0": {"EX_0": "Age hadn't blunted his passion for adventure.", "EX_1": "Living alone in the country had blunted her wits.", "DEF_0": "<b>(blunt something) </b>to make something weaker or less effective", "PHON": "/blʌnt/", "POS": "verb"}, "1": {"EX_1": "NO_EXAMPLES", "DEF_0": "<b>(blunt something) </b>to make a point or an edge less sharp", "PHON": "/blʌnt/", "POS": "verb"}}}, "grimly": {"1": {"0": {"EX_0": "‘It won't be easy,’ he said grimly.", "EX_1": "grimly determined", "DEF_0": "in a way that looks or sounds very serious", "PHON": "/ˈɡrɪmli/", "POS": "adverb"}}}}